[
    {
        "Number": 1,
        "Author": "SLY_G",
        "Date": "2025-02-19, 19:35",
        "Topic": "Китай продемонстрировал первый в мире двусторонний интерфейс мозг-компьютер",
        "Shorts": "Китайские учёные разработали первый в мире двусторонний адаптивный интерфейс мозг-компьютер (ИМК), значительно повышающий эффективность технологии и открывающий путь к практическому применению. Согласно новому исследованию, система работает в 100 раз эффективность по сравнению с традиционными ИМК.Исследователи из Тяньцзиньского университета и Университета Цинхуа утверждают, что их инновацию вскоре можно будет интегрировать в носимые и портативные устройства для медицинского и потребительского использования.Эта система позволяет мозгу и машине учиться друг у друга, в отличие от традиционных ИМК, которые только декодируют сигналы мозга. Такое взаимодействие обеспечивает стабильную работу с течением времени, что является ключевым шагом на пути к повышению надёжности ИМК в повседневном применении.",
        "Link": "https://vc.ru/ru/news/884022/",
        "DateTime": "2025-02-19 20:17:18"
    },
    {
        "Number": 2,
        "Author": "daniilshat",
        "Date": "2025-02-19, 19:33",
        "Topic": "Apple представила iPhone 16e: процессор A18 и камера на 48 Мп за 599 долларов",
        "Shorts": "Apple представила iPhone 16e, который займёт место бюджетного SE. Смартфон получил корпус от iPhone 14, всего одну камеру на 48 Мп и процессор A18 с поддержкой Apple Intelligence. Продажи начнутся 28 февраля 2025 года.",
        "Link": "https://vc.ru/ru/news/884028/",
        "DateTime": "2025-02-19 20:17:19"
    },
    {
        "Number": 3,
        "Author": "Lexx_Nimofff",
        "Date": "2025-02-19, 18:57",
        "Topic": "Минцифры РФ предложило новые критерии для включения в реестр российского ПО",
        "Shorts": "Министерство цифрового развития, связи и массовых коммуникаций РФ разработало новые требования для отечественного ПО, уже внесённого в реестр и претендующего на включение. Как утверждает ведомство, изменения направлены на стимулирование разработчиков к повышению зрелости продуктов и упрощение перехода госкомпаний на российские решения.",
        "Link": "https://vc.ru/ru/news/884026/",
        "DateTime": "2025-02-19 20:17:20"
    },
    {
        "Number": 4,
        "Author": "mefdayy",
        "Date": "2025-02-19, 18:39",
        "Topic": "Логические модели OpenAI получили два полезных обновления",
        "Shorts": "Модели рассуждений OpenAI, o1 и o3-mini, являются полезными инструментами для тех, кто использует ChatGPT для более сложных задач, включая программирование, математику и даже многоэтапные текстовые задачи, такие как решение проблемы или составление маршрута. Чтобы сделать работу с программой более полезной, OpenAI внедрила небольшие, но важные обновления.",
        "Link": "https://vc.ru/ru/companies/bothub/news/884024/",
        "DateTime": "2025-02-19 20:17:22"
    },
    {
        "Number": 5,
        "Author": "mefdayy",
        "Date": "2025-02-19, 18:25",
        "Topic": "Alpha3D и MoonlanderAI объединяют усилия: революция в создании игр и 3D-приложений",
        "Shorts": "Alpha3D, платформа для создания 3D-ресурсов на основе AI, приобрела MoonlanderAI, платформу для разработки игр на основе AI.",
        "Link": "https://vc.ru/ru/companies/bothub/news/884014/",
        "DateTime": "2025-02-19 20:17:24"
    },
    {
        "Number": 6,
        "Author": "denis-19",
        "Date": "2025-02-19, 18:08",
        "Topic": "Грег Кроа-Хартман привёл убедительные доводы в пользу написания новых драйверов ядра Linux на Rust",
        "Shorts": "Сопровождающий разработчик стабильной ветки ядра Linux Грег Кроа-Хартман (Greg Kroah-Hartman) привёл убедительные доводы в пользу написания новых драйверов ядра Linux на языке программирования Rust. Кроа-Хартман является ярым сторонником добавления кода на Rust в ядро Linux. Он призвал ментейнеров проекта и разработчиков писать новый код для ядра и драйверов Linux на Rust, а не на C.",
        "Link": "https://vc.ru/ru/news/884010/",
        "DateTime": "2025-02-19 20:17:26"
    },
    {
        "Number": 7,
        "Author": "mefdayy",
        "Date": "2025-02-19, 17:59",
        "Topic": "Perplexity AI удаляет китайскую цензуру из Deepseek R1",
        "Shorts": "Компания Perplexity AI представила R1 1776 — модифицированную версию языковой модели Deepseek-R1, специально разработанную для преодоления китайской цензуры с помощью специализированных методов постобработки.",
        "Link": "https://vc.ru/ru/companies/bothub/news/884004/",
        "DateTime": "2025-02-19 20:17:27"
    },
    {
        "Number": 8,
        "Author": "ragequit",
        "Date": "2025-02-19, 17:01",
        "Topic": "Производители переходников 12V-2x6 для RTX 50 серии стали добавлять на свои кабели радиаторы",
        "Shorts": "На фоне сообщений об оплавлении кабелей дополнительного питания на видеокартах RTX 50 серии стали появляться различные решения данной проблемы.\n\n\nПри этом даже с учетом все увеличивающегося числа сообщений о проблемах с новыми картами Nvidia хранит стоическое молчание по данному вопросу, а за дело взялись производители переходников, которые используются для подключения линии 12V-2x6 от блока или с традиционных 6+2-разъемов питания GPU плат. Одним из решений стал монтаж радиатора пассивного охлаждения на переходник 12V-2x6 в месте подключения к видеокарте.",
        "Link": "https://vc.ru/ru/companies/itsumma/news/320332/",
        "DateTime": "2025-02-19 20:17:29"
    },
    {
        "Number": 9,
        "Author": "Travis_Macrif",
        "Date": "2025-02-19, 16:53",
        "Topic": "Власти США передумали увольнять более 1 тысячи сотрудников НАСА, находящихся на испытательном сроке",
        "Shorts": "Белый дом США передумал увольнять более 1 тыс. сотрудников американского космического агентства, находящихся на испытательном сроке. Если бы меру реализовали, то НАСА лишилось бы около 6% персонала.",
        "Link": "https://vc.ru/ru/news/883984/",
        "DateTime": "2025-02-19 20:17:30"
    },
    {
        "Number": 10,
        "Author": "denis-19",
        "Date": "2025-02-19, 16:11",
        "Topic": "«Лаборатория Касперского» выпустила для обычных пользователей антивирус Kaspersky для Linux",
        "Shorts": "В середине февраля 2025 года «Лаборатория Касперского» выпустила для обычных пользователей антивирусное решение Kaspersky для Linux. Этот продукт является продолжением проекта корпоративной версии на базе решения Kaspersky Endpoint Security с защитой конфиденциальных и платёжных данных от киберугроз, в том числе от вредоносных программ, фишингаи скама. Kaspersky для Linux на ПК для домашнего использования поддерживает работу с дистрибутивами на базе Ubuntu, ALT Linux, Uncom и RedOS.",
        "Link": "https://vc.ru/ru/news/883974/",
        "DateTime": "2025-02-19 20:17:32"
    },
    {
        "Number": 11,
        "Author": "LizzieSimpson",
        "Date": "2025-02-19, 16:10",
        "Topic": "Пользователи смогут проверить на «Госуслугах» количество оформленных на них сим-карт",
        "Shorts": "На «Госуслугах» 1 апреля 2025 года появится сервис по проверке заключённых пользователем договоров с операторами связи, рассказал глава Минцифры Максут Шадаев.",
        "Link": "https://vc.ru/ru/news/883972/",
        "DateTime": "2025-02-19 20:17:33"
    },
    {
        "Number": 12,
        "Author": "Travis_Macrif",
        "Date": "2025-02-19, 16:09",
        "Topic": "Google получила разрешение продавать книги напрямую клиентам через приложение Google Play Books для iOS",
        "Shorts": "Корпорация Google сообщила о получении разрешения на продажу своих электронных книг и аудиокниг напрямую клиентам через своё приложение Google Play Books для iOS. Теперь пользователи смогут нажать на новую кнопку «Получить книгу» (Get Book) в приложении Google Play Books, которая направит на сайт Google Play для завершения покупки.",
        "Link": "https://vc.ru/ru/news/883970/",
        "DateTime": "2025-02-19 20:17:35"
    },
    {
        "Number": 13,
        "Author": "AnnieBronson",
        "Date": "2025-02-19, 16:03",
        "Topic": "Российские учёные работают над высокоточными ядерными часами",
        "Shorts": "Российские учёные представят новые ядерные часы высокой точности, которая позволит человечеству изучать ранее недоступные области. Экспериментальный образец устройства может появиться уже в 2030-2032 году.",
        "Link": "https://vc.ru/ru/news/883968/",
        "DateTime": "2025-02-19 20:17:36"
    },
    {
        "Number": 14,
        "Author": "LizzieSimpson",
        "Date": "2025-02-19, 16:00",
        "Topic": "Свыше 10 тыс. книг получили новые обложки в «Яндекс Книгах» благодаря нейросети",
        "Shorts": "Визуальная нейросеть YandexART создала обложки для произведений, которые перешли в статус общественного достояния. Цель — дать пользователям сервиса возможность увидеть классические произведения по‑новому и заново открыть их для себя, рассказали Хабру в пресс‑службе «Яндекса». Все книги серии можно найти в сервисе по тегу «бесплатно».",
        "Link": "https://vc.ru/ru/news/883966/",
        "DateTime": "2025-02-19 20:17:37"
    },
    {
        "Number": 15,
        "Author": "LizzieSimpson",
        "Date": "2025-02-19, 15:39",
        "Topic": "Российский рынок средств для защиты данных в 2024 году увеличился на 20%, достигнув 23 млрд рублей",
        "Shorts": "В 2024 году объём российского рынка средств для защиты данных вырос на 20% и достиг 23 млрд рублей. Самый значительный рост инвестиций произошёл в сегментах средств реагирования на утечки информации (26%) и решений для контроля доступа (40%). Эксперты, опрошенные «Ъ», связывают это с усилением требований со стороны регуляторов, но предполагают, что в ближайшие годы спрос будет расти медленнее.",
        "Link": "https://vc.ru/ru/news/883958/",
        "DateTime": "2025-02-19 20:17:39"
    },
    {
        "Number": 16,
        "Author": "AnnieBronson",
        "Date": "2025-02-19, 15:37",
        "Topic": "ГК «Солар»: число вирусов-майнеров в системах госорганизаций выросло",
        "Shorts": "В четвёртом квартале 2024 года количество вирусов-майнеров в системах госструктур выросло на 9%. 27% всех инцидентов с вредоносным ПО приходится на криптовалютные майнеры, сообщают в ГК «Солар». Эти вирусы особенно распространены в сфере здравоохранения (24%) и образования (22%). В частном секторе их доля значительно ниже: от 2% в телекоммуникациях до 11% в пищевой отрасли.",
        "Link": "https://vc.ru/ru/news/883956/",
        "DateTime": "2025-02-19 20:17:41"
    },
    {
        "Number": 17,
        "Author": "Travis_Macrif",
        "Date": "2025-02-19, 15:11",
        "Topic": "Компания-разработчик Pokemon Go планирует продать своё игровое подразделение",
        "Shorts": "Компания-разработчик Pokemon Go, американская Niantic, ведёт переговоры о продаже своего игрового подразделения фирме Scopely, которая принадлежит Savvy Games из Саудовской Аравии. Об этом сообщило агентство Bloomberg со ссылкой на несколько источников.",
        "Link": "https://vc.ru/ru/news/883950/",
        "DateTime": "2025-02-19 20:17:43"
    },
    {
        "Number": 18,
        "Author": "ru_vds",
        "Date": "2025-02-19, 14:00",
        "Topic": "Лучшее за неделю (10.02 — 16.02)",
        "Shorts": "Привет, Хабр! Сегодня расскажем про наш переход на RAID 10, инструменты современных кибератак, гражданскую сверхзвуковую авиацию и лучшие статьи прошлой недели: о биперной музыке на Arduino, создании собственного криптографического кода, игровом автомате Nimatron и многом другом.",
        "Link": "https://vc.ru/ru/companies/ruvds/news/883840/",
        "DateTime": "2025-02-19 20:17:45"
    },
    {
        "Number": 19,
        "Author": "Kate_Hill_2023",
        "Date": "2025-02-19, 13:59",
        "Topic": "Компания «Актив» представила новый продукт Guardant Chip",
        "Shorts": "Компания «Актив» объявляет о выпуске на рынок аппаратных ключей Guardant Chip для лицензирования и защиты умных устройств и оборудования. В отличие от USB-моделей, Guardant Chip интегрируются с помощью монтажа непосредственно на печатную плату в различных программно-аппаратных комплексах и оборудовании. Аппаратные ключи Guardant Chip позволяют защищать и лицензировать как программное обеспечение, так и умные устройства, внутри которых работает программный код: телекоммуникационное оборудование, промышленные станки, камеры наблюдения, медицинское оборудование и др. Благодаря форм-фактору, ключ размещается непосредственно на плате устройства, экономя место и повышая уровень защищенности. Такой подход позволяет защищать от реверс-инжиниринга и минимизировать риски утечки интеллектуальной собственности, а также лицензировать функциональность устройства на уровне ПО.",
        "Link": "https://vc.ru/ru/companies/aktiv-company/news/883918/",
        "DateTime": "2025-02-19 20:17:46"
    },
    {
        "Number": 20,
        "Author": "denis-19",
        "Date": "2025-02-19, 13:51",
        "Topic": "«Яндекс Музыка» запустила для каждого пользователя персональный рейтинг самых прослушиваемых артистов",
        "Shorts": "«Яндекс Музыка» запустила для каждого пользователя персональный рейтинг самых прослушиваемых артистов, сообщили Хабру в компании «Яндекс».",
        "Link": "https://vc.ru/ru/news/883914/",
        "DateTime": "2025-02-19 20:17:47"
    }
]